import scrollToTop from "../../hooks/scrollToTop";

export default function AboutMe() {
  window.onload = scrollToTop();

  return (
    <div className="homestyle">
      <div className="hero heroHome">
        <div className="hero-indiv">
          <h1 className="hero-title">Тетяна Шестак</h1>
          <h3 className="hero-pretitle">ВАШ Психолог</h3>
          <p className="hero-p">
            `Дорогу здолає той, хто йде` <br /> Луций Анней Сенека
          </p>
        </div>
      </div>
      <section className="home-about ">
        {" "}
        <div>
          {" "}
          <div className="paragraph">
            Мій <span className="fat">шлях в психології</span> почався з того,
            що <span className="fat">у 2012 році</span> я закінчила навчання на
            курсі <span className="fat">«Системна сімейна терапія»</span> в
            Інституті гештальт-терапії та консультування і отримала кваліфікацію
            сімейний психолог. Спочатку я мала на меті розуміння процесів, які
            відбуваються в моїй власній родині.
          </div>
          <div className="paragraph">
            Потім навчання на курсі{" "}
            <span className="fat">«Основи психосоматики»</span> в Інституті
            психології в 2012р допоміг зрозуміти закономірності, зв`язки між
            душею і тілом.
          </div>
          <br />
          <div className="paragraph">
            З 2013 року я почала надавати індивідуальні та сімейні консультаціі,
            паралельно вивчала{" "}
            <span className="fat">Транзакційний аналіз,</span> і проходила
            <span className="fat"> власну терапію,</span>
            тривалість якої на сьогодні складає{" "}
            <span className="fat">понад 210 годин.</span>
          </div>
          <br />
          <div className="paragraph">
            {" "}
            <span className="fat">На волонтерських засадах</span> з початку
            повномасштабної війни я надавала й надаю{" "}
            <span className="fat">
              психологічну допомогу військовим та їх родинам.
            </span>
          </div>
          <div className="paragraph">
            {" "}
            В 2023 опанувала курс з{" "}
            <span className="fat">терапії схематів, травма-терапії,</span>{" "}
            пройшла навчання в{" "}
            <span className="fat">Школі психосоматичної релаксації.</span>
          </div>{" "}
          <br />
          <div className="paragraph">
            {" "}
            Мене дуже надихають успіхи, позитивні відгуки ❇️ моїх клієнтів, але
            я досі вчуся.
          </div>
          <div className="paragraph">
            У 2022 році я закінчила ВНЗ - Університет сучасних знань і отримала
            спеціальність <span className="fat">Магістр психології.</span> В
            тому ж 2022 році в Університеті сучасних знань пройшла програму
            підвищення кваліфікації за темою :
            <span className="fat">
              {" "}
              "Основи сексології та сексопатології. Сексуальність та любов в
              сучасному світі"
            </span>
          </div>{" "}
          <br />
          За 2023 рік я опанувала курси :
          <ul className="list-before">
            <li>
              <span className="fat">
                Schema Therapy,в INTERNATIONAL SOCIETY SCHEMA THERAPY,
              </span>{" "}
              Warsaw, Poland, 2023. Курс читали Magdalena Kitlowska, Marta
              Zurowska.
            </li>
            <li>
              <span className="fat">Traumafoсus Therapist</span>, 2023 executed
              by the Institute of Neuropsychotherapy of Vienna – AUSTRIA. Курс
              читав автор методу Травмафокус -{" "}
              <span className="fat">Thomas Weber</span>
            </li>
            <li>
              <span className="fat"> Школи психосоматичної релаксації,</span>{" "}
              викладала авторка методу Л Довлад, здобувши кваліфікацію{" "}
              <span className="fat">Психосоматичний релаксолог</span>
            </li>
          </ul>
          <br />
          Основним методом своєї роботи я вважаю{" "}
          <span className="fat">транзакційний аналіз</span>, додаючи різні
          терапевтичні інструменти й техніки
          <ul className="list-before">
            <li>схема-терапії</li>
            <li>травма-фокусу</li>
            <li>психосоматичну релаксацію</li>
            <li>метафоричні асоціативні карти</li>
            <li>арт - терапію</li>
            <li>тілесні практики</li>
            <li>медитативні практики</li>
          </ul>
          <br />{" "}
          <div className="paragraph">
            Оскільки кожна <span className="fat">людина є унікальною</span>{" "}
            неповторною системою, вживаю в своїй роботі{" "}
            <span className="fat">мульти-модальний підхід,</span> саме ті
            методи, які найбільш приємні й користі для кожного мого клієнта.
          </div>
          <br />{" "}
          <div className="paragraph">
            <span className="fat">Багатьом з них я вже допомогла:</span>
          </div>
          <ul className="list-before">
            <li>справитись з особистою кризою</li>
            <li>налагодити стосунки в парі/в родині/ з дітьми/ з батьками</li>
            <li>побачити й скористатися новими можливостями заробітку</li>
            <li>прийняти свою сексуальність і налагодити сексуальне життя</li>
          </ul>
          Маю своє хоббі - для діточок вигадую{" "}
          <span className="fat">терапевтичні казочки</span>, що допомогають
          позбавитися <span className="fat">енурезу, запорів,</span> тощо...
          <br /> <br />
          <span className="fat">
            Тож, мої друзі, запрошую до мене в терапію/консультування ! <br />
            <br /> Бо раз ви тут, як раз на часі ! 😊
          </span>
          <br />
          <span className="fat">Рада бути вам корисною.</span> <br /> <br />
          <i className="fat"> Ваш психолог - Тетяна.</i>
        </div>
      </section>
    </div>
  );
}
