import scrollToTop from "../../hooks/scrollToTop";

export default function AboutMe() {
  window.onload = scrollToTop();

  return (
    <div className="homestyle">
      <div className="hero heroHome">
        <div className="hero-indiv">
          <h1 className="hero-title">Тетяна Шестак</h1>
          <h3 className="hero-pretitle">ВАШ Психолог</h3>
          <p className="hero-p">
            `Дорогу осилить пішки ідучий` <br /> Луций Анней Сенека
          </p>
        </div>
      </div>
      <section className="home-about ">
        {" "}
        <div>
          {" "}
          <span className="fat">І трошки про мій шлях до психології.... </span>
          <br /> <br />
          Він почався з особистих консультацій у психолога в 2011 році. Потім
          пройшла навчання і отримала кваліфікацію{" "}
          <span className="fat">сімейного психолога. </span> Це було для себе,
          для розуміння процесів, які відбуваються в родині. Потім перший курс з{" "}
          <span className="fat">психосоматичних розладів </span>допоміг
          зрозуміти закономірності, зв`язки між душею і відгуками моїх
          переживань в тілі....
          <br />
          Потім потрошку почала консультувати, паралельно вивчаючи Транзакційний
          аналіз, і проходячи власну терапію, якої сьогодні вже понад 210 годин.
          <br />
          Мене дуже радували успіхи моїх клієнтів, але виникало і багато питань.
          І я знову і знову вчилась і вчуся по сьогодні.
          <br />У 2022 році я закінчила ВУЗ за психологічною освітою, курс з{" "}
          <span className="fat">сексології</span>, на початку війни пройшла
          підготовку з{" "}
          <span className="fat">
            першої психологічної допомоги в умовах війни.
          </span>
          <br /> В 2023 опанувала курс з{" "}
          <span className="fat">терапії схематів, травма-терапії,</span> пройшла
          навчання в{" "}
          <span className="fat">Школі психосоматичної релаксації.</span>
          <br />
          На сьогодні я є членом{" "}
          <span className="fat">Української спілки психотерапевтів</span>
          <br />
          <br />
          Основним методом своєї роботи я вважаю{" "}
          <span className="fat">транзакційний аналіз</span>, додаючи різні
          терапевтичні інструменти й техніки
          <ul className="list-before">
            <li>схема-терапії</li>
            <li>травма-фокусу</li>
            <li>психосоматичну релаксацію</li>
            <li>метафоричні асоціативні карти</li>
            <li>арт - терапію</li>
            <li>тілесні практики</li>
            <li>медитативні практики</li>
          </ul>
          <br />
          Оскільки кожна людина є унікальною неповторною системою, вживаю в
          своїй роботі мульти-модальний підхід, саме ті методи, які найбільш
          приємні й користі для кожного мого клієнта.
          <br />
          <br />
          Результати моєї роботи вражають і надихають на вивчення нових питань,
          які весь час виникають під час зустрічей з моїми улюбленими клієнтами,
          багатьом з яких я вже допомогла : <br />
          <ul className="list-before">
            <li>справитись з особистою кризою</li>
            <li>налагодити стосунки в парі/в родині/ з дітьми/ з батьками</li>
            <li>побачити й скористатися новими можливостями заробітку</li>
            <li>прийняти свою сексуальність і налагодити сексуальне життя</li>
          </ul>
          Маю своє хоббі - для діточок вигадую{" "}
          <span className="fat">терапевтичні казочки</span>, що допомогають
          позбавитися енурезу, запорів, тощо...
          <br />
          <br />
          Тож, мої друзі, запрошую до мене в терапію/консультування ! Бо раз ви
          тут, як раз час ! 😊
          <br />
          Рада бути вам корисною.
          <br />
          <br />
          <i className="fat">Ваша Тетяна.</i>
        </div>
      </section>
    </div>
  );
}
