export default function AboutMe() {
  return (
    <div className="homestyle">
      <section className="hero">
        <div className="hero-indiv">
          <h1 className="hero-title">Тетяна Шестак</h1>
          <h3 className="hero-pretitle">ВАШ Психолог</h3>
          <p className="hero-p">
            ` Хочеш стати щасливим – будь ним.` <br />
            Козьма Прутков
          </p>
        </div>
      </section>
      <section className="home-about ">
        <h2 className="flexator home-hi">Мене звуть Тетяна Шестак</h2>

        <div className="services-text">
          <img src="/public/iam.jpg" alt="I am" className="iam" />
          Я – психолог, сексолог і сертифікований психотерапевт в напрямку
          терапії схематів. <br /> Мої пропозиції покращити життя адресовані
          дорослим і підліткам. <br /> З проблемами діточок я працюю через
          батьків, вигадуючи для них терапевтичні казки.
          <br /> Пропоную онлайн психологічні консультації та зустрічі в
          приватному психологічному кабінеті. <br /> Терапія спрямована на
          індивідуальних клієнтів, а також на пари та сім’ї.
          <br /> Як психолог і психотерапевт спеціалізуюся на профілактиці,
          діагностиці та терапії всіх порушень у регуляції самоідентифікації та
          відносин людини з навколишнім середовищем, допомогаючи знайти
          правильний шлях до вирішення питання. <br /> Для кожного маю
          індивідуальний підхід, а техніки і методи терапії адаптую до вимог і
          запитів кожного з моїх клієнтів. <br /> Ефективно працюю з психічними
          станами при панічних атаках та депресіях. <br /> Індивідуальна
          психологічна терапія направлена на розв`язання наступних проблем :
          <ul className="list-methods">
            <li>- ідинтифікація себе в цьому світі</li>
            <li>- невпевненість в собі та низька самооцінка</li>
            <li>
              - розуміння свого місця в житті і адаптація в чужій країні, т.ін.
            </li>
            <li>- насильство, в т ч в родині</li>
            <li>- тотальне почуття провини перед мамою/татом/дитиною</li>
            <li>- будь- яка психологічна травма</li>
            <li>
              - сексуальні проблеми ( непорозуміння в парі в питаннях сексу,
              непорозуміння в родині, травматичний перший сексуальний досвід,
              згвалтування, нетрадиційна орієнтація, проблеми пубертатного
              періоду, ..&)
            </li>
          </ul>
          Сімейне консультування пропоновано для :
          <ul className="list-methods">
            <li>
              - подружніх пар для відтворення добрих відносини з партнером
            </li>
            <li>
              - розуміння потреб і відтворення порозуміння між батьками та
              дітьми будь-якого віку
            </li>
          </ul>
          В напрямку роботи з тілесно-орієнтованої терапії проводжу
          <ul className="list-methods">
            <li>- індивідуальні сеанси психосоматичної релаксації</li>
            <li>
              - психосоматичне відтворення здорового тіла через розуміння і
              пропрацьовку психологічних проблем
            </li>
          </ul>
          Допомогаю позбутися негативних енергій, присутніх в нашому житті у
          вигляді проблем, хвороб, негараздів, неможливості скласти особисте
          життя, і т д. Вже 20 років я проводжу сеанси космоенергетики, які дуже
          ефективно покращують здоров’я, долю, відносини.
        </div>
      </section>
    </div>
  );
}
