export const Contacts = () => {
  return (
    <>
      <div className="homestyle contacts-pos">
        ☎️ Консультую на платформах Telegram, ZOOM, Viber, WhatsApp за телефоном
        <a href="tel:+380500601278">+38 050 060 1278</a>
        💸 Вартість консультації 40 євро. При оплаті одночасно більшій кількості
        сеансів кейсом – вигідні знижки.
        <br /> 😉 Великі знижки, особливо для постраждалих під час війни
        українців.
        <br />
        🪖 Працюю з військовослужбовцями та їх сім`ями безкоштовно.
      </div>
    </>
  );
};
