export default function Home() {
  return (
    <div>
      <section className="hero">
        <div className="hero-indiv">
          <h1 className="hero-title">Тетяна Шестак</h1>
          <h3 className="hero-pretitle">ВАШ Психолог</h3>
          <p className="hero-p">
            `Хто хоче - шукає спосіб, хто не хоче - виправдання.` <br /> Сократ
          </p>
        </div>
      </section>
      <section className="home-about ">
        <h2 className="flexator home-hi">Вітаю, мої дорогі друзі !</h2>
        <p className="flexator">
          Мене звуть Тетяна Шестак
          <br /> Я - психолог, сексолог, психосоматолог, схема-терапевт,
          травма-терапевт, арт-терапевт, психотерапевт, сімейний терапевт.
          <br /> Маю потужний життєвий досвід та три вищих освіти.
          <br /> Професійно займаюсь психологією 11 років.
          <br /> Орієнтована на результат моїх клієнтів.
          <br /> За допомогою дбайливого відношення, розуміння почуттів,
          витримування та прийняття різних емоцій клієнта допомогаю відтворити
          безпечне середовище, так звану «другу шкіру», яка надає можливість
          зрозуміти себе та зміцнити своє «Я»
        </p>
      </section>
    </div>
  );
}
