export default function Home() {
  return (
    <div className="homestyle">
      <div className="hero">
        <div className="hero-indiv">
          <h1 className="hero-title">Тетяна Шестак</h1>
          <h3 className="hero-pretitle">ВАШ Психолог</h3>
          <p className="hero-p">
            `Хто хоче - шукає спосіб, хто не хоче - виправдання.` <br /> Сократ
          </p>
        </div>
      </div>
      <div className="home-about ">
      <h2 className="flexator home-hi">🙌 Вітаю вас, шановні друзі!</h2>
        <pre className="pre-formatted-text">
       {`   Я - Тетяна Шестак, психолог, психотерапевт, сексолог.

🎓 Освіта: магістр психології, сертифікований психотерапевт, сексолог, психосоматолог, схема-терапевт, травма-терапевт, арт-терапевт, сімейний терапевт, релаксолог.
Стаж роботи психологом – 11 років, методом космоенергетики – 20 років.  

🙏 Моє завдання – надавати психологічну підтримку та змінювати життя на краще. Через роки практики я розробила особливий підхід до кожного клієнта. Я розумію, як важливо вирішити проблеми, що хвилюють вас, та спрямована на реальні результати. З моєю допомогою ви створите безпечну атмосферу для змін, розвиватимете впевненість та досягатимете нових висот.

🔑 Мій багаторічний досвід в психології, сертифікація у різних напрямках (сексологія, психосоматологія, травма-терапія та багато інших) дозволяють мені ефективно вирішувати найрізноманітніші ситуації. Моя робота - це не просто консультування, це план дій для реальних змін.

🌱 Серед моїх ключових напрямків роботи:
• допомога у подоланні низької самооцінки та побудова впевненості в собі.
• підтримка в адаптації до нового життя в іншій країні.
• пошук гармонійних стосунків та відносин.
• розв'язання конфліктів та побудова сімейного щастя.
• подолання травм та негативних досвідів.
• зміцнення психічного здоров'я під час панічних атак та депресії.

🧩 Я готова поділитися з вами своїм досвідом та знаннями. Ми разом розкриємо ваш потенціал, знайдемо шлях до гармонії та щасливого життя.

📞 Консультую на платформах Телеграм, ZOOM, Viber, WhatsApp.
Вартість консультації - 1200 грн, але ви можете скористатися спеціальною ціною: при оплаті від 5 сесій - 1100 грн за сесію.

🇺🇦 На період війни консультую постраждалих українців за будь-який донат.
🇺🇦 Безоплатно працюю з військовими та їхніми родинами..

👍 Подаруйте собі шанс на зміни та гармонію. Запишіться на консультацію вже зараз!`}
        </pre>
      </div>
    </div>
  );
}
