import scrollToTop from "../../hooks/scrollToTop";

export default function Methods() {
  window.onload = scrollToTop();
  return (
    <div className="home-about homestyle ">
      <h2 className="flexator home-hi">Методи і підходи</h2>

      <div className="services-text">
        Методи і підходи, якими я працюю різноманітні та дуже дієві. З метою
        досягнення найкращого результату в розв`язанні клієнтської проблеми,
        обережно діагностую ситуацію. Працюю інтегративно, уживаючи декілька
        методів, підходів, підбираю разом з клієнтом самий приємний і зручний.
        <h3 className="title-list-methods">У моїй роботі я використовую:</h3>
        <ul>
          <li>
            <span className="fat">⚙️Схема-терапію</span> – новий напрямок
            психотерапії (оснований на КПТ підході), який дозволяє розв’язати
            питання з точки зору різних схем – подібних станів-реакцій на ті чи
            інші життєві ситуації. Моїм досвідом перевірена дієвість методу в
            роботі з клієнтськими запитами про низьку самооцінку, відносини в
            родині,в школі, на роботі, тощо.
          </li>
          <li>
            <span className="fat">🧭Traumafokus</span> – метод, дає можливість
            працювати з глибинними психофізиологічними процесами мозку людини. Я
            допомогаю клієнту зрозуміти, признати процеси, які первинно керують
            реакціями психики в певних обставинах.
          </li>
          <li>
            <span className="fat">
              💪🏼Психосоматика, психо-соматична релаксація
            </span>
            – методики, якими через тіло пропрацьовуються хвороби, проблеми,
            пов’язані з тілесним і психічним травмуванням будь-якого терміну
            давності (жорстоке поводження, насильство, в т.ч в дитинстві, інцест
            ). В процесі роботи знімаються тілесні затиски, визволяються
            непрожиті емоції й почуття, людина по-іншому розуміє події свого
            життя.
          </li>
          <li>
            <span className="fat">🏺Арт-терапія</span> – працюючи з ,
            мандалотерапією{" "}
            <span className="fat">МАК (метафорічні асоциативні картки)</span> -
            напрямки, які через уяву надають доступ до підсвідомого, добре
            пропрацюють з психологічними проблемами, пов’язаних з
            самоідентификацією, відношенням до оточуючих, ставлення до заробітку
            грошей, очікування від світу.
          </li>
        </ul>
        <h4 className="title-list-methods">
          Працюючи в напрямку сексології я допомогаю клієнтам розв’язати питання
          щодо:
        </h4>
        <ul className="list-before">
          <li>усвідомлення і прийняття власної сексуальності</li>
          <li>розладів статтевих стосунків пари (дизгармонії і дисфункції)</li>
          <li>сексуальних дивіацій (збочень в загальному розумінні)</li>
          <li>розлади оргазму</li>
          <li>
            негативних наслідки інцестозних відносин щодо сексуального життя в
            будь-якому контексті без сорому і почуття провини
          </li>
          <li>
            сексуальні проблеми ( непорозуміння в парі в питаннях сексу,
            непорозуміння в родині, травматичний перший сексуальний досвід,
            згвалтування, нетрадиційна орієнтація, проблеми пубертатного
            періоду, ..&)
          </li>
        </ul>
        В результаті консультацій клієнти досягають розуміння сексуальної своєї
        та/чи партнера і встановлення між партнерами довіри та взаєморозуміння.
      </div>
    </div>
  );
}
