export default function Methods() {
  return (
    <div className="home-about homestyle ">
      <h2 className="flexator home-hi">Методи і підходи</h2>

      <div className="services-text">
        Я володію багатьма техніками, методами, працюю в багатьох підходах. З
        метою досягнення найкращого результату в розв`язанні клієнтської
        проблеми, обережно діагностую ситуацію. Працюю інтегративно, уживаючи
        декілька методів, підходів, підбираю разом з клієнтом самий приємний і
        зручний, екологічний.
        <h3 className="title-list-methods">
          У моїй роботі я використовую різні підходи, такі як:
        </h3>
        <ul className="list-methods">
          <li>
            <span className="fat">Схема-терапія</span> – новий напрямок
            психотерапії (оснований на КПТ підході), який дозволяє розв’язати
            питання з точки зору різних схем – подібних станів-реакцій на ті чи
            інші життєві ситуації. Моїм досвідом перевірена дієвість методу в
            роботі з клієнтськими запитами про низьку самооцінку, відносини в
            родині,в школі, на роботі, т ін.
          </li>
          <li>
            <span className="fat">Traumafokus</span> – метод, що дозволяє
            пропрацювати самі глибокі травми і знайти потужний ресурс за
            допомогою усвідомленого дихання, імпліцітного та експліцитного
            погляду очей. Метод враховує самі глибинні психофізиологічні процеси
            мозку людини. Я допомогаю зрозуміти, побачити ті глибинні процеси,
            які прервинно керують реакціями психики в певних обставинах. Цим
            методом я працюю на протязі усієї війни, допомогаю клієнтам досягти
            психічної рівноваги, відновити спокійне дихання, заспокоїти нерви, в
            тому числі в таких станах як панічні атаки, депресії, т ін.
          </li>
          <li>
            <span className="fat">
              Психосоматика, психо-соматична релаксація
            </span>
            – методики, якими через тіло пропрацбовуємо хвороби, проблеми,
            пов’язані з тілесним і психічним травмуванням ( жорстоке поводження,
            насильство, в т.ч в дитинстві, інцест ). В процесі роботи знімаються
            телесні зажими, визволяються непрожиті емоції й почуття, людина
            по-іншому дивиться і сприймає події свого життя, навіть події
            дитинства.
          </li>
          <li>
            <span className="fat">Арт-терапія</span> – працюючи з МАК
            (метафорічні асоциативні картки), мандалотерапією - напрямки, які
            через уяву надають доступ до підсвідомого, я допомогаю моїм клієнтам
            екологічно пропрацювати і позбутися психологічних проблем,
            пов’язаних з самоідентификацією, відношенням до оточуючих, ставлення
            до заробітку грошей, очікування від світу.
          </li>
          <li>
            <span className="fat">Космоенергетика</span> – енергетична практика,
            науковий метод, що полягає на очищенні полевих структур від
            негативної енергетики, допомогає людям позбутися проблем на
            енерго-інформативному рівні, працює з тонкими тілами людини. В
            результаті проходження сеансів космоенергетики клієнти отримують
            оздоровлення тонких тіл, і як наслідок – в цілому організму людини.
            Оскільки в процесі сеансів поступово вичищується негативна
            інформація і енергетика з енергетичного поля людини, незалезно від
            кількості хвороб, доля змінюється на краще, людина починає бачити
            нові можливості, інші шляхи вирішення питань, стає більш щасливою.
            На сьогодні я є мастером Космоенергетики.
          </li>{" "}
          <h4 className="title-list-methods">
            Працюючи в напрямку сексології я допомогаю клієнтам розв’язати
            питання
          </h4>
        </ul>
        <ul className="list-methods-mini">
          <li>усвідомлення і прийняття власної сексуальності</li>
          <li>розладів статтевих стосунків пари (дизгармонії і дисфункції)</li>
          <li>сексуальних дивіацій (збочень в загальному розумінні)</li>
          <li>розлади оргазму</li>
          <li>негативні наслідки інцестозних відносин</li>
          <li>
            щодо сексуального життя в будь-якому контексті без сорому і почуття
            провини
          </li>
          <li>
            сексуальні проблеми ( непорозуміння в парі в питаннях сексу,
            непорозуміння в родині, травматичний перший сексуальний досвід,
            згвалтування, нетрадиційна орієнтація, проблеми пубертатного
            періоду, ..&)
          </li>
        </ul>
        В результаті консультацій клієнти досягають розуміння сексуальної своєї
        та/чи партнера і встановлення між партнерами довіри та взаєморозуміння.
      </div>
    </div>
  );
}
